<style lang="scss" scoped>
</style>

<template>
  <div>
    <main class="dd-container">
      <h1>ナビ？</h1>
      <p>ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。</p>
      <p>ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。</p>
      <p>ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。</p>
      <p>ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。</p>
      <p>ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。ナビが入ります。</p>
    </main>
  </div>
</template>

<script>



export default {
  head: {
    title() {
      return {
        inner: 'Navigation',
      }
    },
  },

  data() {
    return {
    }
  },

  created() {
  },
}
</script>
